"STORE_DESCRIPTION" = "تطبيق VLC هو مشغل وسائط متعدد المنصات مجاني ومفتوح المصدر.\nيمكنه تشغيل جميع الأفلام والعروض والموسيقى الخاصة بك بجميع الصيغ مباشرة دون تحويل.\nفهو يسمح بمزامنة الملفات مع Dropbox وGDrive وOneDrive وBox وiCloud Drive وiTunes والتنزيلات المباشرة ومن خلال مشاركة Wi-Fi بالإضافة إلى البث من خوادم الوسائط SMB وFTP وSFTP وNFS وUPnP/DLNA والويب.\nيوفر VLC دعمًا للترجمات المتقدمة بما في ذلك التوافق الكامل مع SSA والصوت متعدد المسارات والتحكم في سرعة التشغيل والعرض من خلال Chromecast.\n\nتطبيق VLC مجاني تمامًا ومفتوح المصدر.";

"STORE_DESCRIPTION_TV" = "تطبيق VLC هو مشغل وسائط متعدد المنصات مجاني ومفتوح المصدر.\nيمكنه تشغيل جميع الأفلام والعروض والموسيقى الخاصة بك بجميع الصيغ مباشرة دون تحويل.\nفهو يسمح بالتشغيل عن بعد من جهاز Mac أو الكمبيوتر الشخصي الخاص بك عبر واجهة مستخدم الويب بالإضافة إلى البث من خوادم وسائط SMB وFTP وSFTP وNFS وUPnP/DLNA والويب.\nيوفر VLC دعمًا للترجمات المتقدمة بما في ذلك التوافق الكامل مع SSA والصوت متعدد المسارات والتحكم في سرعة التشغيل.\n\nتطبيق VLC مجاني تمامًا ومفتوح المصدر.\n\nيتم توفير التعريفات الصورية بواسطة TMDb، وهي قاعدة بيانات أفلام يديرها المجتمع.";

"UNKNOWN_TRACK_TYPE" = "نوع مسار غير معروف";
"CHOOSE_TITLE" = "اختر العنوان";
"CHOOSE_CHAPTER" = "اختر الفصل";
"CHAPTER_SELECTION_TITLE" = "الفصول";
"TITLE" = "العنوان";
"CHAPTER" = "الفصل";
"TRACK_SELECTION" = "إختيار المسار";
"AUDIO" = "الصوت";
"SUBTITLES" = "الترجمات";
"LANGUAGE" = "اللغة";
"MEDIA_INFO" = "معلومات الوسائط";
"VIDEO_DIMENSIONS" = "أبعاد الفيديو";
"FORMAT_VIDEO_DIMENSIONS" = "%ix%i بكسِل";
"FORMAT_AUDIO_TRACKS" = "%i مسارات الصوت";
"ONE_AUDIO_TRACK" = "مسار صوتي واحد";
"FORMAT_SPU_TRACKS" = "%i مسارات الترجمة";
"ONE_SPU_TRACK" = "مسار ترجمة واحد";
"TRACKS" = "%i مسارات";
"TRACK" = "%i مسار";
"TRACKS_DURATION" = "%u مسارات, المدة: %@";
"NB_ALBUM_FORMAT" = "%i ألبوم";
"NB_ALBUMS_FORMAT" = "%i ألبومات";

"PLAYING_EXTERNALLY_TITLE" = "التّلفاز متصل";
"PLAYING_EXTERNALLY_DESC" = "شُغّلت هذه المرئية على التّلفاز";
"PLAYING_EXTERNALLY_ADDITION" = "\nيشتغل الآن على:"; /* \n should stay in every translation */

"VFILTER_HUE" = "الألوان";
"VFILTER_CONTRAST" = "التّباين";
"VFILTER_BRIGHTNESS" = "السّطوع";
"VFILTER_SATURATION" = "الإشباع";
"VFILTER_GAMMA" = "غاما";

"PRESET_PREAMP_SETTING" = "إعدادات الضبط المسبق / المضخّم";
"PREAMP" = "المضخّم";
"SNAP_BANDS" = "إسحب الشرائط معك";

"PLAYBACK_FAILED" = "فشل التّشغيل";
"PLEASE_WAIT" = "فضلاً إنتظر";
"AR_CHANGED" = "نسبة الأبعاد: %@";
"DEFAULT" = "الإفتراضي";
"FILL_TO_SCREEN" = "حاول ملء الشّاشة";
"PLAYBACK_SPEED" = "سرعة التّشغيل";
"SPU_DELAY" = "تأخير الترجمات";
"AUDIO_DELAY" = "تأخير الصوت";
"BUTTON_SLEEP_TIMER" = "مؤقّت النّوم";
"SLEEP_TIMER_UPDATED" = "تم تحديث مؤقّت النوم";
"CONTINUE_PLAYBACK" = "مواصلة التشغيل؟";
"CONTINUE_PLAYBACK_LONG" = "هل ترغب بمواصلة التشغيل \"%@\" من مكان التوقّف السابق؟";

"BUTTON_ABOUT" = "حول";
"BUTTON_BACK" = "الخلف";
"BUTTON_DONE" = "تمّ";
"BUTTON_CANCEL" = "ألغِ";
"BUTTON_SAVE" = "احفظ";
"BUTTON_DOWNLOAD" = "نزّل";
"BUTTON_DELETE" = "احذف";
"BUTTON_OK" = "حسناً";
"BUTTON_DISMISS" = "رفض";
"BUTTON_CONTACT" = "إتصل بنا";
"BUTTON_CONNECT" = "اتّصل";
"BUTTON_RENAME" = "إعادة التسمية";
"BUTTON_LEARN_MORE" = "تعلّم المزيد";
"BUTTON_LOGOUT" = "تسجيل الخروج";
"BUTTON_CONTINUE" = "إستمرار";
"BUTTON_SET" = "ضبط";
"BUTTON_RESET" = "إعادة التعيين";
"BUTTON_RESCAN" = "إعادة البحث";
"PRIVATE_PLAYBACK_TOGGLE" = "تشغيل خاص";
"SCAN_SUBTITLE_TOGGLE" = "البحث عن ملفات الترجمة (يدعم http فقط)";

"BUTTON_RENDERER" = "أجهزة البث";
"BUTTON_RENDERER_HINT" = "أظهر قائمة أجهزة البث المتاحة";
"BUTTON_AIRPLAY" = "AirPlay أو بلوتوث";
"BUTTON_AIRPLAY_HINT" = "أظهر قائمة أجهزة الـ AirPlay او البلوتوث المتاحة";

"UPGRADING_LIBRARY" = "تحديث قائمة الوسائط";

"FAVORITES" = "عناصر المفضّلة";
"NO_FAVORITES" = "لا توجد عناصر مفضّلة حتى الآن";
"NO_FAVORITES_DESCRIPTION" = "حدد مجلدات المفضّلة أثناء تصفح الخوادم لتُعرض هنا.";
"ADD_FAVORITE" = "إضافة الى المفضّلة";
"REMOVE_FAVORITE" = "إزالة من المفضّلة";
"FAVORITE_ALERT_TITLE" = "هل تريد إضافة هذا المجلد الي المفضّلة؟";
"UNFAVORITE_ALERT_TITLE" = "هل تريد إزالة هذا المجلد من المفضّلة؟";

"OPEN_NETWORK" = "افتح بثًا شبكيًا";
"NETWORK_TITLE" = "بث شبكي";
"OPEN_NETWORK_HELP" = "أدخل عنوان أحد البروتوكولات HTTP ، RTSP ، MMS ، FTP ، UDP/RTP لتفتح بثّه مُباشرةً.";
"HTTP_UPLOAD_SERVER_OFF" = "خادمٌ غيرُ نشط";
"HTTP_UPLOAD_NO_CONNECTIVITY" = "لا يتوفر اتّصالُ شبكةٍ لاسلكيةٍ نشط";
"OPEN_STREAM_OR_DOWNLOAD" = "هل تودّ تحميل أو تشغيل هذا الرابط؟";
"ALWAYS_STREAM_URL" = "قم دائمًا بتشغيل عناوين الـ URL";
"SHARED_VLC_IOS_LIBRARY" = "مكتبة VLC المشتركة لـ iOS";
"SMB_CIFS_FILE_SERVERS" = "خوادم الملفات (SMB)";

"MANAGED_SERVERS" = "المدارة";

"SMB_CIFS_FILE_SERVERS_SHORT" = "SMB";

"HTTP_DOWNLOAD_CANCELLED" = "تم إلغاء التّنزيل من المستخدم";

"DOWNLOAD_FROM_HTTP" = "التّنزيلات";
"ERROR_NUMBER" = "حدث الخطأ %i";
"DOWNLOAD_FAILED" = "فشل التّنزيل";
"FILE_NOT_SUPPORTED" = "صيغة الملف غير مدعومة";
"FILE_NOT_SUPPORTED_LONG" = "صيغة الملف المستخدمة من قبل %@ غير مدعومة في هذا الإصدار من VLC لـ iOS.";
"SCHEME_NOT_SUPPORTED" = "صيغة العناوين غير مدعومة";
"SCHEME_NOT_SUPPORTED_LONG" = "صيغة العنوان (%@) غير مدعومة. فضلاً إستخدم عنواناً يبدأ ب HTTP أو HTTPS أو FTP.";
"RENAME_MEDIA_TO" = "أدخل اسمًا جديدًا لـ %@";

"FOLDER_EMPTY" = "مجلدٌ فارغ";

"SHARING_ACTION_SHEET_TITLE_CHOOSE_FILE" = "إختر ملفاً لفتحه";
"SHARING_ACTIVITY_OPEN_IN_TITLE" = "إفتح بواسطة...";
"SHARING_ERROR_NO_FILES" = "لم يعثر على أيّ ملف لمشاركته";
"SHARING_ERROR_NO_APPLICATIONS" = "لم يعثر على أيّ تطبيق لفتح هذا النوع من الملفات";
"SHARING_SUCCESS_CAMERA_ROLL" = "حُفِظَ الملف بنجاح داخل تطبيق الكاميرا";

"FAVORITEVC_DETAILTEXT" = "عرض مجلداتك المفضّلة";
"STREAMVC_DETAILTEXT" = "شغّل البث مباشرةً دون تنزيل";
"DOWNLOADVC_DETAILTEXT" = "قم بتنزيل الملفات مباشرةً إلى جهازك";
"HEADER_TITLE_RENDERER" = "حدد جهاز العرض";

"BROWSE" = "تصفح";
"NETWORK" = "الشبكة";
"LOCAL_NETWORK" = "الشّبكة المحلية";
"CONNECT_TO_SERVER" = "اتّصل بالخادم";
"FILE_SERVER" = "خوادم الملفات";
"USER_LABEL" = "المُستخدم";
"PASSWORD_LABEL" = "كلمة المرور";
"DISABLE_LABEL" = "معطّل";
"BUTTON_ANONYMOUS_LOGIN" = "دخول كـ مجهول";

"LOCAL_SERVER_REFRESH" = "تحديث";
"LOCAL_SERVER_LAST_UPDATE" = "آخر تحديث في %@";
"LOCAL_SERVER_CONNECTION_FAILED_TITLE" = "فشل الاتصال مع الخادم";
"LOCAL_SERVER_CONNECTION_FAILED_MESSAGE" = "فضلاً تحقق من عنوان وبيانات الدخول للخادم";

"FILES_APP_CELL_TITLE" = "الملفات المحليّة";
"FILES_APP_CELL_SUBTITLE" = "افتح ملفًا دون نسخه إلى VLC";

"CLOUD_SERVICES" = "الخدمات السحابية";
"LOGIN" = "تسجيل الدخول";
"LOGGED_IN" = "متّصل";
"LOGGED_IN_SERVICES" = "%d إتّصل بالخدمات";
"LOGGED_IN_SERVICE" = "إتّصل واحد في الخدمة";

"DROPBOX_DOWNLOAD" = "أأنزّل الملف؟";
"DROPBOX_DL_LONG" = "هل ترغب بتنزيل \"%@\" إلى %@؟";
"DROPBOX_LOGIN" = "لُج";

"GDRIVE_ERROR_FETCHING_FILES" = "حدث خطأٌ أثناء جلب الملفات";
"GDRIVE_DOWNLOAD_SUCCESSFUL" = "تم تنزيل ملفّك بنجاح";
"GDRIVE_DOWNLOAD_SUCCESSFUL_TITLE" = "مكتمل";
"GDRIVE_ERROR_DOWNLOADING_FILE" = "حدث خطأ أثناء التحميل";
"GDRIVE_ERROR_DOWNLOADING_FILE_TITLE" = "خطأ";

"ONEDRIVE_MEDIA_WITHOUT_URL" = "لا تحتوي الوسائط المحددة على عنوان url قابل للتشغيل";

"DISK_FULL" = "تم بلوغ حد التخزين";
"DISK_FULL_FORMAT" = "%@ لا يمكن تخزينه على %@, لأنه ليس لديك مساحة كافية.";

"NUM_OF_FILES" = "%i ملف";
"ONE_FILE" = "ملف واحد";
"NO_FILES" = "ملفات غير مدعومة";
"DOWNLOADING" = "يجري التّنزيل";
"REMAINING_TIME" = "الوقت المتبقي : %@";
"BIOMETRIC_UNLOCK" = "فتح مكتبة الوسائط\nإلغِ لإدخال الرقم السري";

// Passcode Strings that we need to localize for them
"Set Passcode" = "ضبط الرقم السرّي";
"Enter Passcode" = "أدخل الرقم السرّي";
"Enter a passcode" = "أدخل رقماً سرّيّاً";
"Enter your passcode" = "Enter your passcode";
"Passcodes did not match. Try again." = "الأرقام السرّيّة غير متطابقة. حاول مجدداً.";
"Re-enter your passcode" = "أعِد إدخال رقمك السرّي ";
"Passcode Options" = "Passcode Options";
"4-Digit Numeric Code" = "4-Digit Numeric Code"; /* Passcode 4 digit numeric code */
"6-Digit Numeric Code" = "6-Digit Numeric Code"; /* Passcode 6 digit numeric code */

"Settings" = "الإعدادات"; // plain text key to keep compatibility with InAppSettingsKit's upstream
"ON" = "مفعل";
"OFF" = "معطل";

"EMPTY_LIBRARY" = "مكتبة الوسائط فارِغة";
"EMPTY_LIBRARY_LONG" = "للتشغيل، يمكنك بث الوسائط من خادم على شبكتك المحلية، من السحابة أو مزامنة الوسائط مع جهازك باستخدام iTunes أو الرفع عبر الشبكة اللاسلكية أو الخدمات السحابية.";

"EMPTY_NO_PLAYLISTS" = "قوائم التّشغيل";
"EMPTY_NO_PLAYLISTS_DESCRIPTION" = "لإنشاء قوائم تشغيل، أدخل وضع التحرير في علامتي تبويب محتوى الفيديو أو الصوت وحدد الوسائط المفضلة لديك.\nيمكنك أيضًا مزامنة قوائم التشغيل الموجودة من أجهزتك الأخرى أو من الإنترنت.";

"EMPTY_PLAYLIST" = "قائمة تشغيل فارِغة";
"EMPTY_PLAYLIST_DESCRIPTION" = "أضف الوسائط أثناء التحرير في الفئات المعنية.";

"EMPTY_HISTORY" = "السجل فارغ";
"EMPTY_HISTORY_DESCRIPTION" = "لا توجد وسائط حتي الآن";

"EMPTY_MEDIA_LIST" = "قائمة الوسائط فارغة";
"EMPTY_MEDIA_LIST_DESCRIPTION" = "قائمة الوسائط فارغة وبالتالي لا يمكن بدء التشغيل";

"PLAYBACK_SCRUB_HELP" = "حرك إصبعك لأعلى لضبط معدل التنقل.";
"PLAYBACK_SCRUB_HIGH" = "سرعة التنقل: ١٠٠٪";
"PLAYBACK_SCRUB_HALF" = "سرعة التنقل: ٥٠٪";
"PLAYBACK_SCRUB_QUARTER" = "سرعة التنقل: ٢٥٪";
"PLAYBACK_SCRUB_FINE" = "سرعة التنقل: جيدة";
"PLAYBACK_SCRUB_TOTAL_TIME_FORMAT" = "%@ elapsed, total duration %@"; /* 1: elapsed time, 2: total time */
"PLAYBACK_SCRUB_REMAINING_TIME_FORMAT" = "%@ elapsed, %@"; /* 1: elapsed time, 2: remaining time */
"PLAYBACK_SCRUB_ACCESSIBILITY_TIME_DISPLAY" = "Time Display";
"PLAYBACK_POSITION" = "موضع التّشغيل";
"VIDEO_FILTER" = "المُرشّحات المرئية";
"VIDEO_FILTER_RESET_BUTTON" = "أعِد ضبط المُرشّحات المرئية";
"VIDEO_ASPECT_RATIO_BUTTON" = "نسبة أبعاد الفيديو";
"BWD_BUTTON" = "اقفز إلى الخلف";
"FWD_BUTTON" = "اقفز إلى الأمام";
"PLAY_BUTTON" = "شغّل";
"NEXT_BUTTON" = "التالي";
"PREV_BUTTON" = "السابق";
"PLAY_ALL_BUTTON" = "تشغيل الكل";
"PLAY_ALL_HINT" = "تشغيل كل الوسائط في المجموعة";

"RESET_VIDEO_FILTERS" = "هل تريد إعادة تعيين مرشحات الفيديو؟";
"RESET_PLAYBACK_SPEED" = "هل تريد إعادة تعيين سرعة التشغيل؟";
"RESET_EQUALIZER" = "هل تريد إعادة تعيين إعدادات موازنات الصوت؟";
"RESET_SLEEP_TIMER" = "هل ترغب في إعادة ضبط مؤقت النوم؟";

"CUSTOM_EQUALIZER_PROFILES" = "ملفات تعريف مخصصة";
"DEFAULT_PROFILE_NAME" = "ملف تعريف مخصص";
"CUSTOM_EQUALIZER_ALERT_TITLE" = "حفظ الملف الشخصي الجديد";
"CUSTOM_EQUALIZER_ALERT_MESSAGE" = "هل ترغب في حفظ ملف تعريف جديد بالقيم المحددة؟";
"RENAME_CUSTOM_PROFILE_TITLE" = "إعادة تسمية الملف الشخصي";
"DELETE_CUSTOM_PROFILE_TITLE" = "حذف الملف الشخصي";
"DELETE_CUSTOM_PROFILE_MESSAGE" = "هل تريد حذف الملف الشخصي المحدد؟";

"VERSION_FORMAT" = "الإصدار: %@";
"BASED_ON_FORMAT" = "مؤسّس على:<br />%@";

"NEW" = "جديد";

"VO_VIDEOPLAYER_TITLE" = "مُشغّل المرئيات";
"VO_VIDEOPLAYER_DOUBLETAP" = "انقر مرّتين لإظهار أو إخفاء عناصر التّحكم بالتّشغيل";

"FIRST_STEPS_ITUNES" = "مزامنة الملفات";
"FIRST_STEPS_ITUNES_TITLE" = "زامن ملفاتك مع حاسبك الشخصي";
"FIRST_STEPS_ITUNES_DETAILS" = "قم بتوصيل جهازك %@ لاستخدام Finder أو iTunes لـ \"مشاركة الملفات\". حدد تطبيق VLC لنقل الملفات.";
"FIRST_STEPS_WIFI_TITLE" = "المشاركة عبر الواي فاي";
"FIRST_STEPS_WIFI_DETAILS" = "أدخل عنوان URL الذي تم إنشاؤه في متصفح الويب المفضل لديك أثناء الاتصال بنفس الشبكة التي  يتصل بها %@ الخاص بك";
"FIRST_STEPS_CLOUDS" = "التخزين السحابي";
"FIRST_STEPS_CLOUD_TITLE" = "التخزين السحابي";
"FIRST_STEPS_CLOUD_DETAILS" = "إرفع الوسائط الخاصة بك إلى خدمة سحابية مثل Google Drive أو Dropbox لتنزيلها أو تشغيلها عن بُعد.";

"PLEX_CHECK_ACCOUNT" = "تحقق من حساب Plex الخاص بك في الإعدادات";
"PLEX_ERROR_ACCOUNT" = "خطأ في تسجيل الدخول في Plex";

"UNAUTHORIZED" = "غير مصرّح";

"SERVER" = "خادم";
"SERVER_PORT" = "المنفذ";
"NO_SERVER_FOUND" = "لا يوجد خادم";
"NO_RECENT_STREAMS" = "لم يتم تشغيل بث مؤخراً";

"WEBINTF_TITLE" = "المشاركة عبر الواي فاي";
"WEBINTF_ETHERNET" = "المشاركة عبر سلك الشبكة";
"WEBINTF_DROPFILES" = "أَلقِ الملفات";
"WEBINTF_DROPFILES_LONG" = "ألقِ الملفات على النافذة لإضافتها إلى %@.<br>أو اضغط على زر \"+\" لاستخدام نافذة منتقي الملفات.";
"WEBINTF_DOWNLOADFILES" = "تحميل الملفات";
"WEBINTF_DOWNLOADFILES_LONG" = "فقط اضغط على الملف الذي تريد تحميله من جهازك %@.";
"WEBINTF_ADDRESS_COPIED" = "تم نسخ العنوان إلى الحافظة";
"WEBINTF_TITLE_ATV" = "التشغيل عن بعد";
"WEBINTF_DROPFILES_LONG_ATV" = "قم بإسقاط الملفات في النافذة لتشغيلها على جهازك %@.<br> اضغط على \"+\" زر لاستخدام مربع حوار منتقي الملفات.";
"WEBINTF_URL_SENT" = "تم إرسال عنوان URL بنجاح.";
"WEBINTF_URL_EMPTY" = "الرابط لايمكن ان يكون فارغاً.";
"WEBINTF_URL_INVALID" = "ليس عنوان URL صالحًا.";
"WEBINTF_AUTH_REQUIRED" = "الرجاء إدخال رمز المرور الذي قمت بتعيينه في VLC iOS:";
"WEBINTF_AUTH_WRONG_PASSCODE" = "رمز المرور خاطئ. <br> المحاولات المتبقية:";
"WEBINTF_AUTH_BANNED" = "لقد أدخلت عددًا كبيرًا جدًا من رموز المرور الخاطئة، <br> يرجى إعادة تشغيل VLC iOS والمحاولة مرة أخرى.";

"DURATION" = "المدة";
"TITLE" = "العنوان";
"ROTATE_BUTTON" = "تدوير"; /* Accessibility label for rotate button on the player */
"ROTATE_BUTTON_HINT" = "يقوم بتبديل مشغل الفيديو بين الوضع الأفقي و الوضع العمودي."; /* Accessibility hint for rotate button on the player */

"AUDIO_INFO_VC_TITLE" = "معلومات الصوت";
"ENTER_URL" = "ضع الرابط للتشغيل";
"HTTP_SERVER_ON" = "تعطيل التشغيل عن بعد";
"HTTP_SERVER_OFF" = "تمكين التشغيل عن بعد";
"CACHED_MEDIA" = "الوسائط المخزنة مؤقتًا";
"CACHED_MEDIA_LONG" = "يتم تخزين الوسائط المعروضة هنا محليًا على جهاز Apple TV الخاص بك. لاحظ أنه يمكنك إزالة المحتويات بواسطة نظام التشغيل دون إشعار مسبق في أي وقت عندما لا يعمل VLC في حالة نفاد مساحة تخزين جهازك.";
"DOWNLOAD_SUBS_FROM_OSO" = "تحميل الترجمات...";
"FOUND_SUBS" = "تم العثور على الترجمات";
"NO_SUB_FOUND_OSO" = "لم يتم العثور على ترجمات لعنصر الوسائط الخاص بك \"%@\".";
"SELECT_AUDIO_FROM_FILES" = "تحميل صوت خارجي...";
"SELECT_SUBTITLE_FROM_FILES" = "تحميل ترجمات خارجية...";
"USE_SPDIF" = "استخدام ممرر (S/PDIF)";

"PLAYBACK" = "التشغيل";
"REPEAT_MODE" = "إعادة";
"REPEAT_DISABLED" = "معطل";
"REPEAT_SINGLE" = "مفرد";
"REPEAT_FOLDER" = "مجلد";
"SHUFFLE" = "عشوائي";
"SHUFFLE_DISABLED" = "ايقاف التشغيل العشوائي";

"RESET_NETWORK_STREAM_LIST_TITLE" = "إعادة ضبط القائمة";
"RESET_NETWORK_STREAM_LIST_TEXT" = "إعادة ضبط قائمة بث الشبكة المشغلة حديثاً";

// MARK: - Local Network Service Names
"UPNP_LONG" = "التوصيل والتشغيل العالمي (UPnP)";
"UPNP_SHORT" = "UPnP";

"PLEX_LONG" = "Plex Media Server (via Bonjour)";
"PLEX_SHORT" = "Plex";

"FTP_SHORT" = "FTP";
"SFTP_SHORT" = "SFTP";

"NFS_LONG" = "نظام ملفات الشبكة (NFS)";
"NFS_SHORT" = "NFS";

"BONJOUR_FILE_SERVERS" = "خادم ملفات BONJOUR";
"DSM_WORKGROUP" = "مجموعة العمل";

"URL_NOT_SUPPORTED" = "لا يمكن فتح عنوان URL";

// Insert %@ where play-pause-glyph should be placed
"DELETE_ITEM_HINT" = "اضغط %@ للحذف"; /* Insert %@ where play-pause-glyph should be placed */
"DELETE_MESSAGE" = "قم بتأكيد حذف المحدد";
"DELETE_MESSAGE_PLAYLIST" = "هل أنت متأكد من حذف قائمة التشغيل المحددة؟\nلن يتم حذف ملفات الوسائط المرتبطة.";
"DELETE_MESSAGE_PLAYLIST_CONTENT" = "هل أنت متأكد من إزالة الوسائط المحددة من قائمة التشغيل؟\nلن يتم حذفها من القرص.";

// MARK: - Drag and Drop

"PROTOCOL_NOT_SELECTED" = "لم يتم تحديد البروتوكول";
"Settings" = "الإعدادات";

"ERROR" = "خطأ";
"SORT" = "فرز";
"SORT_BY" = "افرز حسب";
"SEARCH" = "ابحث";
"VIDEO" = "الفيديو";

// MARK: - MediaViewController Swipable Header
"ALBUMS" = "الألبومات";
"ARTISTS" = "الفنانون";
"EPISODES" = "الحلقات";
"GENRES" = "الأنواع";
"ALL_VIDEOS" = "كل الفيديوهات";
"SONGS" = "الأغاني";
"PLAYLISTS" = "قوائم التّشغيل";
"VIDEO_GROUPS" = "مجموعات الفيديو";
"HISTORY" = "السجل";
"MODIFIED_DATE" = "تاريخ التعديل";
"NAME" = "الاسم";

// MARK: - EDIT

"BUTTON_MENU" = "قائمة";
"BUTTON_MENU_HINT" = "حدد عناصر الوسائط الموجودة في طريقة العرض هذه وأعد ترتيبها وفرزها";

"BUTTON_EDIT" = "تحرير";
"BUTTON_EDIT_HINT" = "وضع التحرير";

"BUTTON_SELECT" = "تحديد";
"BUTTON_SELECT_HINT" = "زر التحديد";

"BUTTON_SELECT_ALL" = "اختر الكل";
"BUTTON_SELECT_ALL_HINT" = "حدد كافة عناصر الوسائط الموجودة في طريقة العرض هذه";

"BUTTON_HISTORY" = "السجل";
"BUTTON_HISTORY_HINT" = "عرض الوسائط التي تم تشغيلها مؤخرًا";

"BUTTON_CLEAR" = "مسح";
"CLEAR_HISTORY_TITLE" = "محو السجل";
"CLEAR_HISTORY_MESSAGE" = "تأكيد مسح السجل";

"ADD_TO_PLAYLIST" = "أضف إلى قائمة التشغيل";
"ADD_TO_PLAYLIST_HINT" = "افتح قائمة الإضافة إلى قائمة التشغيل";

"PLAY_AS_AUDIO" = "تشغيل كملف صوتي";
"PLAY_AS_AUDIO_HINT" = "تشغيل الفيديو كملف صوتي";

"PLAYLIST_PLACEHOLDER" = "عنوان قائمة التشغيل";
"PLAYLIST_DESCRIPTION" = "اختر عنوانًا لقائمة التشغيل الجديدة";
"PLAYLIST_CREATION" = "قم بإنشاء قائمة تشغيل جديدة";
"PLAYLIST_CREATION_HINT" = "إظهار إجراء تفاعلي لإنشاء قائمة تشغيل";
"ERROR_PLAYLIST_CREATION" = "فشل في إنشاء قائمة تشغيل";
"ERROR_PLAYLIST_TRACKS" = "فشل في استرداد المسارات";

"ERROR_RENAME_FAILED" = "فشلت إعادة التسمية";
"ERROR_EMPTY_NAME" = "لا يمكن أن يكون العنوان فارغًا";

"SHARE_LABEL" = "مشاركة";
"SHARE_HINT" = "مشاركة الملفات المحددة";
"RENAME_HINT" = "إعادة تسمية الملفات المحددة";
"DELETE_HINT" = "حذف الملفات المحددة";

"ADDITIONAL_OPTIONS" = "خيارات إضافية";

// MARK: - Sort

"BUTTON_SORT" = "فرز";
"BUTTON_SORT_HINT" = "عرض ورقة عمل الفرز";
"HEADER_TITLE_SORT" = "افرز حسب";
"DESCENDING_LABEL" = "تنازلياً";
"DESCENDING_SWITCH_LABEL" = "ترتيب تصاعدي أو تنازلي";
"DESCENDING_SWITCH_HINT" = "فرز السياق بترتيب تصاعدي أو تنازلي";
"GRID_LAYOUT" = "شبكة";
"GRID_LAYOUT_HINT" = "عرض العناصر كشبكة";
"LIST_LAYOUT" = "قائمة";
"HIDE_FEAT_ARTISTS" = "إخفاء الفنانين المميزين";
"HIDE_TRACK_NUMBERS" = "إخفاء أرقام المسار";

// MARK: - VLCMediaLibraryKit - Sorting Criteria

"ALPHA" = "أبجديًا";
"DURATION" = "المدة";
"INSERTION_DATE" = "تاريخ الإدراج";
"LAST_MODIFICATION_DATE" = "تاريخ آخر تعديل";
"RELEASE_DATE" = "تاريخ الإصدار";
"FILE_SIZE" = "حجم الملف";
"ARTIST" = "الفنّان";
"PLAY_COUNT" = "عدد مرات التشغيل";
"ALBUM" = "الألبوم";
"FILENAME" = "اسم الملف";
"TRACK_NUMBER" = "رقم المسار";
"NB_AUDIO" = "عدد مقاطع الصوت";
"NB_MEDIA" = "عدد الوسائط";
"NB_VIDEO" = "عدد مقاطع الفيديو";
"NB_ALBUM" = "عدد الألبومات";
"LAST_PLAYBACK_DATE" = "تاريخ التشغيل الأخير";
"TRACK_ID" = "معرف المسار";
"CUSTOM" = "Custom";

// MARK: - VLCNetworkLoginTVViewController

"NO_SAVING_DATA" = "لم يتم العثور على شيء";

// MARK: - MediaCollectionViewCell

"UNKNOWN_ARTIST" = "فنان غير معروف";
"VARIOUS_ARTIST" = "فنانون متنوعون";
"UNKNOWN_ALBUM" = "ألبوم غير معروف";
"SINGLE_ITEM_SELECTED" = "العنصر المحدد";
"MULTIPLE_ITEMS_SELECTED" = "العناصر المحددة";

// MARK: - VideoPlayerControls

"SUBTITLE_AND_TRACK_BUTTON" = "مسارات الترجمات والصوت";
"SUBTITLE_AND_TRACK_HINT" = "إختر مسارات الترجمة والصوت";

"DVD_BUTTON" = "قرص رقميّ موسّع \"DVD\"";
"DVD_HINT" = "واجهة قرص الـ \"DVD\"";

"ROTATION_LOCK_BUTTON" = "قفل الدوران";
"ROTATION_LOCK_HINT" = "قفل الفيديو للاتجاه الحالي";

"REPEAT_HINT" = "كرر نفس الوسائط";
"DO_NOT_REPEAT_HINT" = "لا تكرر قائمة الوسائط";
"REPEAT_ALL_HINT" = "كرر قائمة الوسائط";

"BACKWARD_BUTTON" = "الى الوراء";
"BACKWARD_HINT" = "القفز إلى الوراء";

"PREVIOUS_BUTTON" = "السابق";
"PREVIOUS_HINT" = "الوسائط السابقة";

"PLAY_PAUSE_BUTTON" = "شغّلْ أو أوقفْ مؤقتا";
"PLAY_PAUSE_HINT" = "شغّلْ أو أوقفْ مؤقتا التشغيل الحالي";

"STOP_BUTTON" = "قف";
"CLOSE_HINT" = "أوقف التشغيل";

"MINIMIZE_BUTTON" = "تصغير";
"MINIMIZE_HINT" = "تصغير المشغل";

"NEXT_HINT" = "الوسائط التالية";

"FORWARD_BUTTON" = "إلى الأمام";
"FORWARD_HINT" = "القفز إلى الأمام";

"INTERFACE_LOCK_BUTTON" = "واجهة القفل";

"SELECT_A_MARK" = "حدد العلامة أ ";
"SELECT_A_MARK_HINT" = "حدد علامة أ للحلقة أ ب";
"SELECT_B_MARK" = "حدد العلامة ب";
"SELECT_B_MARK_HINT" = "حدد علامة ب للحلقة أ ب";

"AB_LOOP" = "تكرار A→B";
"AB_LOOP_MARKS" = "A→B علامات الحلقة";

"RESET_AB_LOOP" = " هل تريد إزالة حلقة A→B ؟";
"RESET_AB_LOOP_MARKS" = " هل تريد إعادة ضبط علامات تكرار A→B؟";

"SHUFFLE_HINT" = "خلط قائمة الوسائط";
"SHUFFLE_OFF_HINT" = "لا تقم بخلط قائمة الوسائط";

"ASPECT_RATIO_TITLE" = "نسب الأبعاد";
"VIDEO_ASPECT_RATIO_BUTTON" = "نسبة أبعاد الفيديو";
"VIDEO_ASPECT_RATIO_HINT" = "تغيير نسبة العرض إلى الارتفاع للفيديو الحالي";

"MORE_OPTIONS_BUTTON" = "المزيد";
"MORE_OPTIONS_HINT" = "عرض المزيد من عناصر التحكم في الخيارات";

"PLAYBACK_CONTROLS_BAR_TITLE" = "Playback controls";
"PLAYBACK_CONTROLS_BAR_HINT" = "Pause, seek, next chapter";

"PLAYER_WARNING_SUBTITLE_CAST_TITLE" = "الترجمات غير مدعومة";
"PLAYER_WARNING_SUBTITLE_CAST_DESCRIPTION" = "الترجمات غير مدعومة حاليا أثناء البث";

// MARK: - MediaMoreOptionsActionSheet
"EQUALIZER_CELL_TITLE" = "المُعادِل";
"MORE_OPTIONS_HEADER_TITLE" = "خيارات الفيديو";
"MORE_OPTIONS_HEADER_AUDIO_TITLE" = "خيارات الصوت";
"BOOKMARKS_TITLE" = "إشارات مرجعية";
"ADD_BOOKMARKS_TITLE" = "أضف الإشارات المرجعية";
"BOOKMARK_DEFAULT_NAME" = "وضع علامة مرجعية عند";
"BOOKMARK_RENAME_TITLE" = "إعادة تسمية الإشارة المرجعية";
"BOOKMARK_DELETE_TITLE" = "حذف الإشارة المرجعية";
"BOOKMARK_DELETE_MESSAGE" = "تأكيد حذف الإشارة المرجعية";
"INCREASE_BUTTON" = "زر الزيادة";
"INCREASE_PLAYBACK_SPEED" = "زيادة سرعة التشغيل";
"INCREASE_AUDIO_DELAY" = "زيادة تأخير الصوت";
"INCREASE_SUBTITLES_DELAY" = "زيادة تأخير الترجمة";
"DECREASE_BUTTON" = "زر الخفض";
"DECREASE_PLAYBACK_SPEED" = "قم بتقليل سرعة التشغيل";
"DECREASE_AUDIO_DELAY" = "تقليل تأخير الصوت";
"DECREASE_SUBTITLES_DELAY" = "تقليل تأخير الترجمة";
"DISPLAY_PLAYBACK_SPEED_SHORTCUT" = "إظهار اختصار سرعة التشغيل";
"DISPLAY_PLAYBACK_SPEED_SHORTCUT_HINT" = "تمكين لعرض اختصار سرعة التشغيل";
"VIDEO_FILTERS_HINT" = "حدد لفتح عرض مرشحات الفيديو";
"PLAYBACK_SPEED_HINT" = "حدد لفتح عرض سرعة التشغيل";
"SUBTITLES_DELAY_HINT" = "حدد لفتح عرض تأخير الترجمة";
"AUDIO_DELAY_HINT" = "حدد لفتح عرض تأخير الصوت";
"SLEEP_TIMER_HINT" = "حدد لفتح عرض مؤقت النوم";
"EQUALIZER_HINT" = "حدد لفتح عرض المعادل";
"CHAPTERS_HINT" = "حدد لفتح عرض الفصول";
"BOOKMARKS_HINT" = "حدد لفتح عرض الإشارات المرجعية";
"INTERFACE_LOCK_HINT" = "تمكين خيار قفل واجهة المستخدم";

// MARK: - Settings
"FORCE_RESCAN_TITLE" = "فرض إعادة فحص مكتبة الوسائط";
"FORCE_RESCAN_MESSAGE" = "هل تريد إجبار VLC على إعادة فحص مكتبة الوسائط الخاصة بك؟\nقد يستغرق الأمر بعض الوقت.";

"FEEDBACK_EMAIL_TITLE" = "تعليقات حول VLC على iOS وiPad";
"FEEDBACK_EMAIL_NOT_POSSIBLE_TITLE" = "لم يتم تكوين حساب البريد";
"FEEDBACK_EMAIL_NOT_POSSIBLE_LONG" = "اتصل بنا خلال %@ من جهاز اخر.";

"SETTINGS_THEME_BLACK" = "إستخدم خلفية سوداء في الوضع الداكن";
"SETTINGS_THEME_BLACK_SUBTITLE" = "يعمل على تحسين عمر البطارية على الأجهزة المزودة بشاشة OLED";

"SETTINGS_RESET_TITLE" = "إعادة ضبط الإعدادات";
"SETTINGS_RESET_MESSAGE" = "هل تريد إعادة ضبط جميع الاعدادات الي القيم الافتراضية؟";

"SETTINGS_PLAY_ALL" = "تشغيل سلس للمجموعات";
"SETTINGS_PLAY_ALL_HINT" = "تمكين تشغيل الوسائط التالية تلقائيًا في علامات تبويب الصوت أو الفيديو";
"SETTINGS_PLAYLIST_PLAY_ALL" = "تشغيل سلس لقوائم التشغيل";
"SETTINGS_PLAYLIST_PLAY_ALL_HINT" = "تمكين تشغيل الوسائط التالية تلقائيًا في قائمة التشغيل";

"SETTINGS_DOCUMENTATION" = "الوثائق التوضيحية";

// MARK: - Local Network

"SMBV1_WARN_TITLE" = "تحذير اتصال SMBv1";
"SMBV1_WARN_DESCRIPTION" = "اكتشفنا بروتوكولًا قديمًا (SMBv1).\nهل أنت متأكد حقًا من الاستمرار في SMBv1؟\nننصح بترقية أو تغيير إعدادات الخادم الخاص بك.";
"SMBV1_CONTINUE" = "إستمر مع SMBv1";
"SMBV1_NEXT_PROTOCOL" = "جرب SMBv2/v3";

// MARK: - Preview labels

"ENCODING" = "ترميز";

// MARK: - Media groups

"ADD_TO_MEDIA_GROUP" = "أضف إلى مجموعة الوسائط";
"ADD_TO_MEDIA_GROUP_HINT" = "افتح قائمة الإضافة إلى مجموعة الوسائط";

"MEDIA_GROUPS" = "مجموعات الوسائط";
"MEDIA_GROUPS_DESCRIPTION" = "اختر عنوانًا لمجموعة الوسائط الجديدة الخاصة بك";
"MEDIA_GROUPS_PLACEHOLDER" = "عنوان مجموعة الوسائط";

"REMOVE_FROM_MEDIA_GROUP" = "إزالة من مجموعة الوسائط";
"REMOVE_FROM_MEDIA_GROUP_HINT" = "إزالة التحديد من مجموعة الوسائط";

"MEDIA_GROUP_CREATION" = "مجموعة وسائط جديدة";
"MEDIA_GROUP_CREATION_HINT" = "إظهار التنبيه لإنشاء قائمة تشغيل";
"MEDIA_GROUP_MOVE_TO_ROOT" = "انقل المحتوى إلى المستوى الأعلى";
"MEDIA_GROUP_MOVE_TO_ROOT_HINT" = "ينقل محتوى التحديد إلى المستوى الأعلى";

"BUTTON_REGROUP" = "أعد التجميع";
"BUTTON_REGROUP_TITLE" = "أعد تجميع المحدد";
"BUTTON_REGROUP_HINT" = "محاولة إعادة تجميع الوسائط الفردية تلقائيًا.";
"BUTTON_REGROUP_DESCRIPTION" = "هل أنت متأكد من محاولة إعادة تجميع الوسائط الفردية تلقائيًا؟\nوهذا قد يستغرق بعض الوقت.";

// MARK: - Files.app persistence file
"MEDIALIBRARY_FILES_PLACEHOLDER" = "ضع الوسائط هنا لإضافتها";
"MEDIALIBRARY_ADDING_PLACEHOLDER" = "جارٍ الإضافة ...";

// MARK: - QueueViewController

"PLAY_HINT" = "شغّل";
"PLAY_LABEL" = "شغّل";
"PLAY_NEXT_IN_QUEUE_HINT" = "شغّل التالي في قائمة الانتظار";
"PLAY_NEXT_IN_QUEUE_LABEL" = "شغّل التالي في قائمة الانتظار";
"APPEND_TO_QUEUE_HINT" = "ألحق إلى قائمة الانتظار";
"APPEND_TO_QUEUE_LABEL" = "ألحق إلى قائمة الانتظار";
"QUEUE_LABEL" = "التسلسل";

"DISPLAY_AS" = "عرض بتنسيق";

/* New strings */
"BRIGHTNESS_HINT" = "التحكم في السطوع العمودي";
"BRIGHTNESS_SLIDER" = "قم بالتمرير عموديًا لتغيير مستوى السطوع";

/* New strings */
"VOLUME_HINT" = "التحكم في مستوى الصوت العمودي";
"VOLUME_SLIDER" = "قم بالتمرير عموديًا لتغيير مستوى الصوت";

// MARK: - AudioMiniPlayer playback controls menu
"MENU_PLAYBACK_CONTROLS" = "ضوابط التشغيل";
"MENU_REPEAT_DISABLED" = "لا تكرر";
"MENU_REPEAT_SINGLE" = "كرر مرة واحدة";
"MENU_REPEAT_ALL" = "كرر الكل";

// MARK: - ActionSheet

"ACTIONSHEET_BACKGROUND_LABEL" = "خلفية لوحة الإجراءات";
"ACTIONSHEET_BACKGROUND_HINT" = "الضغط لإزالة لوحة الإجراءات.";

// MARK: - Donation
"DONATION_CUSTOM_AMOUNT" = "أدخل المبلغ المخصص";
"DONATION_TITLE" = "أولوية الخصوصية على الربح";
"DONATION_DESCRIPTION" = "وسائط متعددة خاصة ومفتوحة المصدر، بتمويل منك. لا إعلانات، لا تتبع، لا حل وسط. مجاني ليستخدمه الجميع. تبرع الآن لدعم VideoLAN.";
"DONATION_WINDOW_TITLE" = "تبرع لصالح VideoLAN";
"DONATE_CC_DC" = "بطاقة إئتمان أو بطاقة خصم";
"DONATION_CHOOSE_PP" = "الرجاء تحديد مزود الدفع الخاص بك";
"DONATION_CHOOSE_CURRENCY" = "الرجاء تحديد العملة";
"DONATION_AMOUNT" = "مبلغ التبرع: %@";
"DONATION_CC_NUM" = "رقم البطاقة الائتمانية";
"DONATION_CC_EXPIRY_DATE" = "تاريخ الانتهاء";
"DONATION_CC_EXPIRY_DATE_MONTH" = "MM";
"DONATION_CC_EXPIRY_DATE_YEAR" = "YY";
"DONATION_CC_CVV" = "CVV";
"DONATION_APPLE_PAY_NOT_POSSIBLE" = "فشل تهيئة Apple Pay";
"DONATION_APPLE_PAY_NOT_POSSIBLE_LONG" = "فشل VLC في تكوين Apple Pay لإجراء تبرعك. الرجاء اختيار مزود دفع مختلف للمتابعة.";
"DONATION_DONATE_BUTTON" = "تبرع";
"PURCHASE_FAILED" = "فشلت عملية الشراء.";
"SEND_DONATION" = "ارسل تبرعك";
"PURCHASE_SUCESS_TITLE" = "تم ارسال التبرع";
"PURCHASE_SUCESS_DESCRIPTION" = "شكرا لتبرعك!";
"DONATION_CONTINUE" = "إستمرار";
"BUTTON_NOT_NOW" = "ليس الآن";
"DONATION_NAGSCREEN_TITLE" = "تبرع اليوم";
"DONATION_NAGSCREEN_SUBTITLE" = "دعم الوسائط المتعددة المجانية والمفتوحة المصدر";
"DONATION_INVOICES" = "الفواتير";
"DONATION_RECEIPTS" = "الإيصالات";
"DONATION_INVOICES_RECEIPTS" = "الفواتير والإيصالات";
"DONATION_CHARGES_CLEARED_ON_REINSTALL" = "إذا قمت بإعادة تثبيت VLC، فلن تكون الفواتير أو الإيصالات من التبرعات السابقة متاحة حيث يتم تخزين جميع معلوماتك الشخصية على هذا الجهاز فقط.\n\nذا كانت لديك أي أسئلة، فاتصل بنا على donation@videolan.org واذكر معرف المستخدم المجهول هذا: %@";
"DONATION_CANCEL_MONTHLY" = "إلغاء التبرع المنتظم";
"DONATION_MONTHLY" = "شهري";
"DONATION_MONTHLY_FORMAT" = "%@/شهر";
"DONATION_MONTHLY_VIDEOLAN" = "تبرعات شهرية لـ VideoLAN";
"DONATION_ONCE" = "مرة واحدة";
"DONATION_UPDATE_MONTHLY" = "تحديث التبرع المنتظم";
"DONATION_VIDEOLAN" = "التبرع الي VideoLAN";
"DONATION_CANCEL_LONG" = "يحزننا رؤيتك تلغي التبرعات الشهرية المنتظمة لـ VideoLAN. دعمكم السابق يعني الكثير بالنسبة لنا. شكراً جزيلاً!";
"DONATION_BANK_TRANSFER" = "حوالة بنكية";
"DONATION_BANK_TRANSFER_LONG" = "يقوم Stripe بمعالجة التبرعات المقدمة إلى VideoLAN. لا يقوم VideoLAN بتخزين أو جمع معلوماتك الشخصية.";
"DONATION_BUTTON_AGREE" = "أوافق";
"DONATION_IBAN" = "رقم الحساب البنكي (IBAN)";
"DONATION_EMAIL" = "البريد الالكتروني";
"DONATION_NAME" = "الاسم";
"DONATION_NAME_BANK_ACCOUNT" = "الاسم في الحساب البنكي";
"DONATION_EMBARGOED_COUNTRY" = "لا يمكننا حاليًا قبول التبرعات في بلدك. استمتع ببرنامج VLC!";

// MARK: - Playback keyboard shortcuts

"KEY_JUMP_BACKWARDS" = "القفز للخلف";
"KEY_JUMP_FORWARDS" = "القفز للامام";
"KEY_INCREASE_PLAYBACK_SPEED" = "زيادة سرعة التشغيل";
"KEY_DECREASE_PLAYBACK_SPEED" = "تقليل سرعة التشغيل";
"KEY_RESET_PLAYBACK_SPEED" = "إعادة ضبط سرعة التشغيل";
"KEY_SEEK_TO_PERCENT" = "Seek to %i%% of duration";

// MARK: - TitleSelection

"TITLESELECTION_BACKGROUND_LABEL" = "خلفية اختيار العنوان";
"TITLESELECTION_BACKGROUND_HINT" = "انقر لإزالة العرض.";

// MARK: - NEW DELETE STRINGS
"DELETE_SINGLE_TITLE" = "حذف \"%@\"؟";
"DELETE_MULTIPLE_TITLE" = "حذف \"%@\" و %d آخرون؟";

// MARK: - AppIntent Strings
"APPINTENT_PLAY_MEDIA_TITLE" = "Play in the background";
"APPINTENT_PLAY_MEDIA_DESCRIPTION" = "Play the selected playlist in the background without opening the app.";
"APPINTENT_PLAY_MEDIA_PLAY_${mediaName}" = "Play ${mediaName} in the background";

// MARK: - VerticalSliderControl Strings
"VERTICAL_SLIDER_CONTROL_ACCESSIBILITY_LABEL" = "Vertical slider";
"VERTICAL_SLIDER_CONTROL_INCREMENT_ACTION" = "Increment";
"VERTICAL_SLIDER_CONTROL_DECREMENT_ACTION" = "Decrement";

// MARK: - Download Completion Announcement
"DOWNLOAD_COMPLETED_ANNOUNCEMENT" = "Downloading file \"%@\" completed";

//MARK: - Playlist Add Action Status
"ADD_TO_PLAYLIST_STATUS_MESSAGE" = "Added %d media to %@";
"ADD_ALERT_TITLE" = "Selection found in playlist";
"ADD_ALERT_MESSAGE_SINGLE" = "You are trying to add a media that is already part of %@";
"ADD_ALERT_MESSAGE_MULTIPLE" = "You are trying to add %d media that are already part of %@";

//MARK: - Last played playlist indicator
"LAST_PLAYED_PLAYLIST_LABEL_TITLE" = "Last Played";
